Repository: liraymond04/re0-translations
Catalog: side_stories/Stand by me Pleiades Part 4/omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: ......我说过了吧。
en_us: …I told you before.

source: ······…… 你对王选是有些想法吧？”
en_us: …You have some thoughts about the Royal Selection, don't you?"

source: “...... 艾米莉娅姐姐大人的偷渡入境会被发现。”
en_us: "…Sister Emilia-sama's stowaway entry will be discovered."

source: “......『亚人战争』”
en_us: "…Demi-human War"

source: “......你那张奇妙的脸是怎么回事（ka-xi-la）。”
en_us: "…What's up with that strange face of yours, I suppose."

source: “......像『圣域』一样。”
en_us: "――like the Sanctuary."

source: “......小姐，你连别人的心思也能看透吗？”
en_us: "…Miss, can you read people's minds?"

source: “......怎么了？”
en_us: "…What's wrong?"

source: “......我没想到会有这么不方便。”
en_us: "…I didn't expect it to be this inconvenient."

source: “......拉姆姐姐大人好不温柔。”
en_us: "…Ram nee-sama really is not gentle."

source: “......是的。”
en_us: "…Yes."

source: “......没事的。
en_us: "…It's fine.

source: “……我也确实不想发生『亚人战争』。”
en_us: "…I really don't want a Demi-human War to happen either."

source: “……我们好像被认真干什么都不顺利的天命所诅咒着。”
en_us: "…It seems like we're cursed by a fate where nothing goes right."

source: “──『嫉妒的魔女』，以及对包括妖精在内的亚人族的负面情绪。”
en_us: "――The Witch of Envy, and the animosity towards demi-humans, including half-elves."

source: “──不是用这种方式，而是通过正当的方法让周围人知道土鼠人为了避免『亚人战争』的发动而拼命努力的事情。”
en_us: "――Not in this way, but to properly let those around them know about the efforts of the Mole-people to prevent the outbreak of the Demi-human War."

source: “──为什么？”
en_us: "――Why?"

source: “──呲。”
en_us: "――Hk!"

source: “──嗯”
en_us: "――Ehn"

source: “──我想我是不是听到了与王国的交涉一词？”
en_us: "――I think I heard you say 'negotiation with the Kingdom?'"

source: “──穆吉卡，与其与王国进行交涉，不如与我进行交涉如何？”
en_us: "――Musica, rather than negotiating with the kingdom, how about negotiating with me instead?"

source: “──艾米莉娅大人参加王选，会对土鼠人的人有什么不利吗？”
en_us: "――Emilia-sama's participation in the Royal Selection, is it undesirable to the people of Mole-people tribe?"

source: “一定要这样？”
en_us: "It has to be like this?"

source: “不好的、意味？”
en_us: "In a bad… sense?"

source: “不是姐姐大人，佩特拉大小姐。
en_us: "Not nee-sama, Lady Petra.

source: “不过，我更加愤怒……这对所有土鼠人来说是自杀。”
en_us: "But, I'm even more angry… It's like suicide for the Mole-people."

source: “世界已经花了四百年的时间慢慢痊愈这些旧伤。
en_us: "The world has spent four hundred years carefully healing those old wounds.

source: “为什么你想让艾米莉娅大人放弃王选呢？
en_us: "Why do you want Emilia-sama to give up the Royal Selection?

source: “为此约定了与艾米莉娅大人的会晤以及准备直接谈判的机会……在当事人就在旁边的情况下，真是达成了非常大胆的约定呢。”
en_us: "For this reason, a meeting with Emilia-sama was arranged, as well as an opportunity for direct negotiations… It's quite a bold agreement to have secured, especially with the parties involved right next to each other."

source: “也许是我们听错了。
en_us: "Maybe we heard it wrong.

source: “他一直在嗤笑，恶趣味地想看着我失败。”
en_us: "He was grinning, perversely watching to see if I'd fail."

source: “会不会，穆吉卡你们想要让艾米莉娅大人放弃王选的理由和『亚人战争』有关系？”
en_us: "Could it be that, the reason Musica and the others want Emilia to give up the Royal Selection has something to do with the Demi-human War?"

source: “但就算这样──”
en_us: "But even if it is like that――"

source: “但是，那样对半妖精也是一样的。
en_us: "But, that would be the same for the half-elves.

source: “你们要以我们作为人质，与王国谈论什么事情呢？”
en_us: "What is it that you want to discuss with the kingdom, using us as hostages?"

source: “你想干扰那些顽强努力的人吗？
en_us: "You want to interfere with someone who is trying their best?

source: “你没听错。
en_us: "You didn't mishear.

source: “你看，穆吉卡，我──”
en_us: "Look, Musica, I――"

source: “你给了个很有气量的回答......但我们也已经开始行动了。
en_us: "You gave a very dignified answer… but we've already started taking action.

source: “佩特拉大小姐，即使与他们对话也……”
en_us: "Lady Petra, even having this dialogue with them…"

source: “别说得太复杂。
en_us: "Don't make it too complicated.

source: “加菲，有什么好的方法吗？”
en_us: "Garf, do you have any good ideas?"

source: “加菲，请不要这么轻率地说话！
en_us: "Garf, please don't speak so flippantly!

source: “发生了一件非常非常难以用言语形容其感觉的事情。”
en_us: "Something happened that’s incredibly difficult to put into words."

source: “受牵连......”
en_us: "Being dragged into this…"

source: “只是一会而已......贝蒂在睡觉的时候发生了什么吗（ka-xi-la）？”
en_us: "It was just for a moment… Did something happen while Betty was sleeping, I suppose?"

source: “只要我们大家能够平安地回到露格尼卡，就什么问题都没有。”
en_us: "As long as we can make it back to Lugunica safely, there's no problem."

source: “呼，芙蕾德莉卡姐姐大人......”
en_us: "Huu, Frederica nee-sama…"

source: “咕……”
en_us: "Guu… Hk!"

source: “哦呀，你醒了吗？”
en_us: "Oh─yah, are you awake?"

source: “哦，不愧是佩特拉大小姐，真是善良。”
en_us: "Hoh, as expected of Lady Petra, you are really kind."

source: “哦，你们要向王国报告我们的事情吗？”
en_us: "Oh, you're going to report us to the Kingdom?"

source: “唔，不太确定。
en_us: "Hmm, I'm not quite sure.

source: “啊，但是随意推进誓约的对话很让人生气！”
en_us: "Ah, but pushing forward with conversations about oaths is really irritating!"

source: “啊，我去看看帕特拉修酱的情况。
en_us: "Ah, I'm going to go check on Patrasche.

source: “啊？
en_us: "Ah?

source: “嗯。
en_us: "Yes.

source: “嗯，似乎艾米莉的影响也是有的。
en_us: "Mmmm, it seems that Emily's influence is also at play.

source: “嗯，知道了。
en_us: "Yeah, got it.

source: “嘛，虽然我想为此采取和老爷一样的做法有些不妥吧。”
en_us: "Well, I suppose it might be a bit questionable to do the same thing as the Master for that reason."

source: “噶......！？”
en_us: "Gah…!?"

source: “因为史实原因被迫害，而对命运的不合理安排的反抗……也许可以说你们为了消除土鼠人所受到的偏见目光而进行了自己的战斗。”
en_us: "Persecuted because of historical events, and rebelling against the absurdity of fate… It could be said that you fought your own fight to erase the prejudices directed at the Mole-people."

source: “因为我有点自觉，所以才不想被你说起来啊！”
en_us: "It's because I'm somewhat aware of it that I don't want you bringing it up!"

source: “土鼠人所追求的是洗刷先祖不光彩的行为......既然如此，现在用全新的评价就能改写掉它，我想这会是个不错的折中方案。”
en_us: "What the Mole-people desire is the removal of the disgrace brought by their ancestors… In that case, the current generation can rewrite it with a new evaluation. I think this would be a good compromise."

source: “在紧急时刻使用的方法，不应在非紧急时刻使用。”
en_us: "Methods meant for emergencies should not be used in non-emergency situations."

source: “在这种情况下你还能说出这种话，你真的是非常有胆量的小姐呢。”
en_us: "Still being able to say that in this kind of situation, you really are a very courageous lady."

source: “地面震动......”
en_us: "Tremors in the earth…"

source: “如果他们已经注意到了的话……”
en_us: "If they've noticed…"

source: “如果你们能被说服的话。”
en_us: "If you can be persuaded."

source: “如果是父母和亲兄弟所做的事情，我也就死心了。
en_us: "If it was something my parents and brothers did, I would give it up.

source: “如果是连我这样的小姑娘都没法说服的诉求，国家也不会理会吧。”
en_us: "If it is a demand that cannot convince even a little girl like me, then the country will not pay any notice to it."

source: “如果这个故事传到了国家的中枢，土鼠人的风评就会受损。
en_us: "If this story reaches the central administration of the country, the Mole-people's reputation would be tarnished.

source: “对于善良的小姐来说，这个现实可能是痛苦的。
en_us: "For the kind Miss, this reality might be painful.

source: “对奥托已经晚了。”
en_us: "As for Otto, it's already too late."

source: “小姐你们的生命并不能动摇国家。
en_us: "Miss, your lives cannot shake the country.

source: “就像小姐你们所考虑的那样，我们的想法就是这卑鄙的计划……是一群背叛了爱丽丝，招致荆棘之王的怒火的末裔的傻愿望。”
en_us: "As the Miss and others have said, our intentions were exactly on this despicable plan… it was the foolish hope of those who betrayed Iris and incurred the wrath of the King of Thorns."

source: “就立场而言，我想我们是富裕一方的人。
en_us: "In terms position, I think we're on the affluent side.

source: “屁股好痛……”
en_us: "My butt hurts…"

source: “帕特拉修没事真是太好了......不过。”
en_us: "It's great that Patrasche is okay… but."

source: “幸运吗？
en_us: "Lucky?

source: “我、我知道啦。
en_us: "I, I know.

source: “我不能看透哦。
en_us: "I cannot.

source: “我们不想受牵连。
en_us: "We don't want to be dragged into this.

source: “我们可以破坏这个『常闇』。
en_us: "We can destroy this Eternal Darkness.

source: “我们想和王国谈判的是，那个王选的候选人──那个叫艾米莉娅的半妖精候选人的退出。
en_us: "What we want to negotiate with the Kingdom is the withdrawal of a candidate of the Royal Selection―― The half-elf candidate called Emilia.

source: “我们的小......帕特拉修怎么样了？”
en_us: "How is our little one… Patrasche-chan doing?"

source: “我只是想对老爷那副写着什么都知道的表情做点什么，所以提出了要以同样的方式进行誓约，也许有点孩子气......”
en_us: "I just wanted to do something about the expression on the Master's face that said he knew everything, so I suggested making the oath in the same way as his, though it might have been a bit childish…"

source: “我对小姐你们并没有恶意。
en_us: "I have no malice towards you ladies.

source: “我并不是在责怪小姐。
en_us: "I'm not blaming you, miss.

source: “我并不是那个意思。”
en_us: "That was not my intention."

source: “我有什么向小姐你们解释的理由......”
en_us: "What reason do I have to explain it to you lot…"

source: “我本来就不温柔。
en_us: "I wasn't gentle in the first place.

source: “我相信这两人......相信艾米莉。”
en_us: "I trust those two… I trust Emily."

source: “我真的感到自己是非~常幸运呢。”
en_us: "I really feel like I'm sooo lucky."

source: “所以，佩特拉大小姐，你真的没事吗？
en_us: "So, Lady Petra, are you really okay?

source: “拉姆，请不要欺负佩特拉大小姐。”
en_us: "Ram, please don't bully Lady Petra."

source: “是呢，在你睡觉的时候......”
en_us: "Yes, while you were sleeping…"

source: “是的。
en_us: "Yes.

source: “是的，就是这样。
en_us: "Yes, that's right.

source: “是的，没错。
en_us: "Yes, that's right…

source: “是的，这是爷爷的爷爷那一辈所犯的错误牵连我们后代所带来的后果。
en_us: "Yes, these are the consequences of the mistakes made by my grandfather's grandfather's generation.

source: “暂时也没办法啊，佩特拉大小姐。
en_us: "There's nothin' we can do about it now, Lady Petra.

source: “欸……！？”
en_us: "Eh…!?"

source: “欸欸！”
en_us: "Ehh!"

source: “正如穆吉卡所说，王选对王国来说非常重要。
en_us: "As Musica said, the Royal Selection is very important to the Kingdom.

source: “比现在、更糟......”
en_us: "Worse, than it already is…"

source: “没什么，我只是对那个感到惊讶。
en_us: "Nothing, I was just surprised by that.

source: “没想到佩特拉大小姐会为了获得对方的赞同而进行交涉......先不说艾米莉，达德利在干什么呢？”
en_us: "I didn’t expect Lady Petra to negotiate for the other party’s approval… putting Emily aside for now, what is Dudley doing?"

source: “王位的选拔战，小姐你们也听说过了吧？”
en_us: "The selection battle for royal throne, I'm sure you ladies have heard of it, haven't you?"

source: “相反，这正是你~所希望的吧？
en_us: "On the contrary, that's exactly what you waaanted~, isn't it?

source: “真是谨慎聪明的回答，在好的意味上。
en_us: "That's a very cautious and wise answer, in a good sense.

source: “穆吉卡你们怎么看呢？”
en_us: "Musica, what do you and your group think?"

source: “等一下。”
en_us: "Wait a minute."

source: “等一下等一下！
en_us: "Wait a moment, wait a moment!

source: “简直就像昴吗？”
en_us: "It's just like Subaru?"

source: “罗兹......达德利？”
en_us: "Ros… Dudley?"

source: “至少，我是想避免的。
en_us: "At least, that's what I wanted to avoid.

source: “艾米莉。”
en_us: "Emily."

source: “艾米莉娅的，退出。”
en_us: "Emilia's… withdrawal."

source: “艾米莉，等等。”
en_us: "Emily, wait."

source: “虽然和事实大差不差，但决定性的部分可能存在着偏见......！”
en_us: "It seems not too far from the truth, but there's a bias in the crucial part where it might have gone off course…!"

source: “虽然对穆吉卡他们来说很可怜......”
en_us: "As pitiful as it is for Musica and the others…"

source: “虽然说了那样的话，但我们已经接受了自己的处境。
en_us: "Having said that, we've accepted our situation.

source: “誓约、啊......”
en_us: "Oath, ah…"

source: “请告诉我。
en_us: "Please tell me.

source: “达德利。”
en_us: "Dudley."

source: “达德利难道不是教佩特拉种种魔法的人吗。
en_us: "Isn't Dudley the one who taught Petra all kinds of magic?

source: “达德利，够了。”
en_us: "Dudley, that's enough."

source: “还有其他原因吗？
en_us: "Is there any other reason?

source: “这不正好证明了很多人持有同样的想法吗。
en_us: "This just proves that a lot of people have the same idea.

source: “这是个很有气势的要求啊……需要说一下，我们是以国家为对手，而不是小姐你们。
en_us: "That's a more than bold request… Let me make it clear, we’re up against the country, not you Misses.

source: “这是你乱来的报应，老老实实痛苦呻吟吧。”
en_us: "This is the consequence of your recklessness, just accept the pain and groan quietly."

source: “这是动摇国家的大事。
en_us: "This is the major event shaking up the country.

source: “这样的说法，我已经听够了。”
en_us: "Saying it like this, I have heard enough of it."

source: “这毕竟是偷渡入境。
en_us: "This is smuggling into a country, after all.

source: “这种行为毫无意义。
en_us: "This kind of behavior is meaningless.

source: “这种说法方式……”
en_us: "This way of saying it…"

source: “那种事情。”
en_us: "That kind of situation."

source: “那绝对不行。”
en_us: "That is absolutely not okay."

source: “陷进那种感觉就危险了，你最好小心点。”
en_us: "It's dangerous to get caught up in that feeling, you better be careful."

source: “难道是我们真的想多了吗？
en_us: "Are we really overthinking this?

source: ……啊，你们担心偷渡入境的事情会泄露吗？
en_us: Ah, are you worried that your sneaky entry will be leaked?

source: ──不过那值了，因为在提出那个提案时罗茲瓦尔的表情确实是个杰作。
en_us: ――But it was worth it, because the look on Roswaal’s face when she made that proposal was truly a masterpiece.

source: ──但前提条件是，佩特拉她们必须确保到达帝国。
en_us: ――However, the bottom line was that Petra and the others absolutely must reach the Empire.

source: ──佩特拉的决断惹怒了芙蕾德莉卡，也许还有拉姆。
en_us: ――Petra's decision angered Frederica, and possibly Ram as well.

source: ──就在佩特拉被会合的伙伴们说教时。
en_us: ――Just as Petra was being preached at by the companions she had rendezvoused with.

source: ──当责任受到追究，其处罚被广泛知晓时，人们会渴望知晓答案。
en_us: ――When accountability is called for and the penalties are widely known, people will seek answers.

source: ──穆吉卡害怕那种情况的再次发生。
en_us: ――Musica was afraid of that happening again.

source: ──突破佛拉基亚帝国的『常闇』的通行再度开放，竜车摇晃着前进。
en_us: ――The passage through the Eternal Darkness leading into the Vollachian Empire was reopened, and the dragon carriage rocked forward.

source: ──第二次『亚人战争』什么的。”
en_us: ――The second Demi-human War or something."

source: ──被称为『常闇』的大空洞是从露格尼卡王国进入佛拉基亚帝国的非正规入境手段。
en_us: ――The large empty cave known as the Eternal Darkness was an irregular method for entering the Vollachian empire from the Kingdom of Lugunica.

source: ──誓约的影响呢？”
en_us: ――What about the effects of the oath?"

source: ──那是几十年前在露格尼卡王国爆发的一场大规模内战。
en_us: ――That was the large-scale civil war that broke out in the Kingdom of Lugunica decades ago.

source: 《待续》
en_us: 《To be continued》

source: 一抹静静地，压抑情感的声音在黑暗中回响，佩特拉将目光转向那个方向。
en_us: A quiet voice that tried to suppress its emotions echoed in the darkness, and Petra turned her gaze to its direction.

source: 一提到『嫉妒之魔女』这个词，可以看出艾米莉娅的表情变得越来越阴郁。
en_us: When the term "Witch of Envy" was mentioned, Emilia's expression grew even darker.

source: 一旦到了这次对话被打断，讨论无法进行的瞬间，罗兹瓦尔将开始毫不留情地对穆吉卡他们发动攻击。
en_us: The moment this conversation is cut short and the discussion could no longer continue, Roswaal would mercilessly attack Musica and the others.

source: 一旦有誓约被打破的情况，佩特拉就会丧命。
en_us: If this oath were to be broken, Petra would lose her life.

source: 不仅是佩特拉，穆吉卡的回答也是如此。
en_us: Not only Petra's answer, but Musica's as well.

source: 不再问加菲了。”
en_us: I won't ask Garf anymore."

source: 不是因为担心激怒他们，而是她自己觉得她要说的话是太过自然的事情。
en_us: Not because she was worried about angering them, but because she felt that what she was about to say was something that came too naturally to her.

source: 不管怎么说，穆吉卡的反应证明了佩特拉推理的正确性。
en_us: In any case, Musica's reaction proved the correctness of Petra's reasoning.

source: 不管是想法还是确定觉悟的方式。
en_us: Not just the idea, but the way resolve was formed.

source: 不过她跟不上也是没办法。
en_us: But, it was understandable that she could not keep up.

source: 不过，那并不意味着他观察力就很差。
en_us: However, that did not mean his observation skills were poor.

source: 与叹息同时吐出的内容，使佩特拉旁边的艾米莉娅屏住了呼吸。
en_us: The words that were released with a sigh made Emilia, who was beside Petra, hold her breath.

source: 与此相同，穆吉卡他们也挑衅了不该挑衅的对手。
en_us: In the same vein, Musica and the others had picked a fight with opponents they shouldn't have.

source: 为了这个目的──
en_us: For that purpose――

source: 为了避免惹人注意，她们伪造了身份偷渡入境。
en_us: In order to avert the attention of others, they forged identities to sneak into the country.

source: 也要去问问穆吉卡他们差不多多久才能从『常闇』中出来。”
en_us: I'll also ask Musica how much longer until we can get out of the Eternal Darkness."

source: 也许，这能让佩特拉、艾米莉娅等人平安地摆脱困境。
en_us: Perhaps, this would allow Petra, Emilia, and the others to get out of this predicament safely.

source: 事实上，身体状况没有任何问题。
en_us: In fact, there was nothing wrong with her physical condition.

source: 仅凭这个动作，罗兹瓦尔应该能正确察觉佩特拉的意图。
en_us: From that gesture alone, Roswaal would be able to correctly decipher Petra's intentions.

source: 从这个意义上，这个誓约的存在也可以说是佩特拉决心的宣言。
en_us: In that sense, the existence of this oath could also be seen as a declaration of Petra’s resolve.

source: 从长远来看，隐藏伤势只会为带回昴他们带来不利。
en_us: In the long run, hiding her injuries would only make it harder to bring Subaru and the others back.

source: 他以平淡的声音把不能否认的事实摆在佩特拉眼前。
en_us: Calmly, he presented Petra with the irrefutable facts.

source: 他们不屈服于艾米莉娅一方的气势，已经做好了觉悟。
en_us: They did not yield to Emilia's imposing manner, and had already readied their resolve.

source: 他们只会什么都不做，认为银发的半妖精根本没有胜算。
en_us: They would just do nothing, thinking that the silver-haired half-elf had no chance of winning.

source: 他们拒绝与外界交往，闭门不出的态度，就像是──
en_us: They refused to interact with the outside world, their attitude of staying behind closed doors, it was like――

source: 他在暗处牵制着提升斗志的艾米莉娅等人。
en_us: He was in the shadows pinning down Emilia and the others who were building up their fighting spirit.

source: 他沉闷的笑声让佩特拉很不爽。
en_us: His dull laugh annoyed Petra.

source: 他的回答没有杂质，也没有不讲理地迫使佩特拉闭嘴。
en_us: His answer had no impurities, nor he did not unreasonably force Petra to shut up.

source: 他那种理所当然的说话方式让她更加气愤，因为佩特拉发觉他比自己更早得出相同的结论。
en_us: His matter-of-a-fact way of talking made her even more angry because Petra realized that he had come to the same conclusion earlier than she had.

source: 仿佛在安抚着声音颤抖的佩特拉一样，穆吉卡的声调失去了感情。
en_us: As if to quiet Petra, whose voice was trembling, Musica's tone lost its emotion.

source: 但从穆吉卡他们的样子来看，很难相信他们注意到了艾米莉娅和罗兹瓦尔的真实身份──
en_us: But from the looks of Musica and the others, it was hard to believe that they had noticed Emilia and Roswaal's true identities――

source: 但即便如此，我还是希望你们能听从我们。”
en_us: But even so, I hope you will listen to us."

source: 但另一方面，她也相信。——地势优势无法掩盖实力的差距。
en_us: But on the other hand, she also believed. ——The terrain advantage could not cover the gap in strength.

source: 但如果只从整体来看的话，我想身处王国中心的人们有不同意见。”
en_us: But if you look at it as a whole, I think the central administration of the kingdom would have a different opinion."

source: 但如果她这样做，可能会使穆吉卡的头脑陷入混乱和恶劣的想法之中。
en_us: But if she did this, it might throw Musica’s mind into chaos and darker thoughts.

source: 但如果是不在场的昴的话，他一定会仔细地思考到最后的最后，然后做出牺牲某些东西并伸出援手的选择。
en_us: But if it were Subaru, who was not here, he would have thought it through to the very end, sacrificing something to reach out with a helping hand.

source: 但如果是这样，就更加无法理解他实行这样荒谬计划的理由。
en_us: But if that were the case, it was even more incomprehensible for him to enact such a ridiculous plan.

source: 但我们连爷爷的爷爷那一代人长什么样都不知道。
en_us: But we don't even what know what the faces of our grandfather's grandfather's generation looked like.

source: 但是那份责任如今却仍旧压在他们身上。
en_us: But that responsibility still weighed on them today.

source: 但是，佩特拉他们即将进入的帝国有着危险与未知等待着。
en_us: But, the Empire that Petra and the others were about to enter was filled with dangers and unknowns waiting for them.

source: 但是，佩特拉现在花费的时间并不是为了自己，而是为了穆吉卡他们。
en_us: However, the time Petra was spending now was not for herself, but for Musica and the others.

source: 但是，即使穆吉卡他们的认知与事实不符，对佩特拉他们──更进一步，对于艾米莉娅阵营来说，这是非常不利的情况也是事实。
en_us: But, even if Musica and the others' perceptions of them were not in accordance with the facts, it was also true that it was a very unfavorable situation for Petra and them―― and furthermore, for the Emilia camp.

source: 但是，即便是像我们这样已经接受了这个处境的人，也不希望情况变得比现在更糟。”
en_us: But even those of us who have come to terms with the situation don't want it to get any worse than it already is."

source: 但是，这样一来就没有办法拔出刺入艾米莉娅心中的刺。
en_us: But, going this way would not pull out the thorn that had pierced Emilia's heart.

source: 但是，那支矛已经刺入艾米莉娅的胸膛。
en_us: However, the spear had already penetrated Emilia's chest.

source: 但每次被提到，佩特拉都感到不甘心。
en_us: But, every time Petra heard it she felt frustrated.

source: 但能让罗兹瓦尔混蛋吃惊心情真不错啊。”
en_us: But it feels good to surprise that bastard Roswaal."

source: 但这也是理所当然的。
en_us: But that was also to be expected.

source: 但这就是我们这些只会玩土的土鼠族的天性吧。
en_us: But I suppose that's just the nature of us Mole-people, who only know how to mess with dirt.

source: 但这是单方面认定他们的动机和想法全部是卑鄙的看法。
en_us: However, it would be biased to jump to the conclusion that all their motives and intentions were despicable.

source: 你为什么说得好像是别人的事似的？”
en_us: Why are you saying that like it's someone else's business?"

source: 你们可是出身名门贵族啊？
en_us: Are you from a noble family?

source: 你是想这样说吗？”
en_us: Is that what you mean to say?"

source: 佩特拉低头说出这句话，芙蕾德莉卡的眉尾皱了皱，“真是的。”她的表情中既有强烈的责备之色，也有更多的担忧之色。
en_us: Petra lowered her head as she spoke, and Frederica's brows furrowed with an "Honestly." Her expression carried not only a strong sense of reproach but also even more concern.

source: 佩特拉动摇的声音让穆吉卡误解了意图。
en_us: Petra's wavering voice caused Musica to misunderstand her intention.

source: 佩特拉只在围绕『圣域』的事件解决后拜访过一次，但那个封闭的村落现在已经被解体，居民们各自搬迁到领地内的村庄。
en_us: Petra only visited once, after the conflict surrounding the Sanctuary was resolved. The once closed-off settlement has since been dismantled, and its residents have relocated to various villages within the territory.

source: 佩特拉向着内心诉求，尽量注意让回答保持冷静。
en_us: Petra appealed to her inner self, taking as much care as she could to keep her answers calm.

source: 佩特拉和罗兹瓦尔的推测是正确的，他们在与先祖行为的亡灵进行战斗。
en_us: Petra and Roswaal's speculation was correct, they were battling the ghosts of their ancestors's actions.

source: 佩特拉坦然地撒了个谎，感觉竜车外有人紧盯着她。
en_us: Petra calmly lied, feeling the gaze of the people outside the dragon carriage.

source: 佩特拉大小姐，如果身体状况出现任何变化，请立刻告诉我。”
en_us: Lady Petra, if there is any change in your condition, please inform me immediately.

source: 佩特拉她们对他冒充了身份。
en_us: Petra and the others had disguised their identities in front of him.

source: 佩特拉对于穆吉卡的说辞，无言以对。
en_us: Petra was at a loss for words in response to Musica's explanation.

source: 佩特拉无法完全消化那个声音中所蕴含的复杂情感。
en_us: Petra could not quite process the complex emotions contained in that voice.

source: 佩特拉曾在黑暗中感受周围的玛娜进行过修炼。
en_us: Petra had practiced feeling the surrounding mana in the dark before.

source: 佩特拉未经思考说出了这句话，而听到的土鼠人──穆吉卡低声笑了起来。
en_us: Petra spoke without thinking, and hearing that the moleman―― Musica silently whispered and laughed.

source: 佩特拉根本不知道该怎么做平息她的愤怒。
en_us: Petra had no idea how to calm that anger down.

source: 佩特拉歪着头，而穆吉卡则微微点头 “是的”。
en_us: Petra tilted her head, while Musica nodded slightly with a "Yes".

source: 佩特拉自己也曾享受过『爱丽丝与荆棘之王』这本书，包括它悲剧的结局。
en_us: Petra herself had enjoyed the book Iris and the King of Thorns, including its tragic ending.

source: 佩特拉虽然学到了很多，有着成长的实感，但她希望自己能够坚定地站在昴流哲学的正中心。
en_us: Although Petra had learned a lot and felt a sense of growth, she hoped that Subaru’s philosophy would firmly take root at the center of her development.

source: 佩特拉酱不像达德利那样，她试图优先考虑我的感受。”
en_us: Unlike Dudley, Petra-chan tried to prioritize my feelings."

source: 光这个理由就足够让她退出了。”
en_us: That reason alone is enough to want her to withdraw."

source: 全部这些情况都总有办法破坏。
en_us: There were always ways to ruin this situation.

source: 其中原因，多少能猜到，让人生气。
en_us: The reason behind this could somewhat be guessed, and it was infuriating.

source: 其内容是──
en_us: Its contents were――

source: 再无辩解的余地，自己的目的被识破了，穆吉卡发出了干笑声。
en_us: With no room left for excuses and their plan exposed, Musica let out a hollow laugh.

source: 再次说一遍，在这里和我们对立是不明智的。”
en_us: Again, it would not be wise to antagonize us here."

source: 再等待几秒钟，两人的实力就会改变整个局势。
en_us: Waiting a few seconds longer, the strength of the two would change the whole situation.

source: 刺和痛或许可以通过时间解决。
en_us: Perhaps time would heal the stinging and the pain.

source: 即使一族全部死去，也希望阻止艾米莉娅这个半妖精的存在可能引发的第二次『亚人战争』的勇敢的土鼠人。
en_us: Even if their entire tribe were to perish, the brave Mole-people hoped to prevent the second Demi-human War that could be sparked by Emilia’s existence as a half-elf.
